Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Transcription.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 通常2〜5分かかります。このまましばらくお待ちください。
source: This usually takes 2–5 minutes. Please wait.
ar: يستغرق هذا عادةً 2–5 دقائق. يرجى الانتظار.
bn: সাধারণত ২–৫ মিনিট লাগে। একটু অপেক্ষা করুন।
ca: Normalment triga entre 2 i 5 minuts. Espera un moment.
cs: Obvykle to trvá 2–5 minut. Chvíli strpení.
da: Det tager normalt 2-5 minutter. Vent venligst.
de: Dies dauert normalerweise 2–5 Minuten. Bitte warten.
el: Συνήθως διαρκεί 2–5 λεπτά. Περιμένετε.
es: Esto suele tardar 2–5 minutos. Por favor, espera.
fi: Tämä kestää yleensä 2–5 minuuttia. Odota hetki.
fr: Cela prend généralement 2–5 minutes. Veuillez patienter.
gu: સામાન્ય રીતે 2–5 મિનિટ લાગે છે. કૃપા કરીને રાહ જુઓ.
he: התהליך נמשך בדרך כלל 2–5 דקות. נא להמתין.
hi: इसमें आमतौर पर 2–5 मिनट लगते हैं। कृपया प्रतीक्षा करें।
hr: To obično traje 2–5 minuta. Pričekajte.
hu: Ez általában 2–5 percig tart. Kis türelmet.
id: Ini biasanya membutuhkan 2–5 menit. Harap tunggu.
it: Di solito ci vogliono 2–5 minuti. Attendi.
ja: 通常2〜5分かかります。このまましばらくお待ちください。
kn: ಸಾಮಾನ್ಯವಾಗಿ 2–5 ನಿಮಿಷ ಬೇಕಾಗುತ್ತದೆ. ದಯವಿಟ್ಟು ಕಾಯಿರಿ.
ko: 보통 2~5분 정도 걸립니다. 잠시 기다려 주세요.
ml: സാധാരണ 2–5 മിനിറ്റ് എടുക്കും. കാത്തിരിക്കുക.
mr: साधारणपणे २–५ मिनिटे लागतात. कृपया प्रतीक्षा करा.
ms: Proses ini biasanya mengambil masa 2–5 minit. Sila tunggu.
nb: Dette tar vanligvis 2–5 minutter. Vent litt.
nl: Dit duurt gewoonlijk 2–5 minuten. Even geduld.
or: ସାଧାରଣତଃ 2–5 ମିନିଟ୍ ଲାଗେ। ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ।
pa: ਆਮ ਤੌਰ ’ਤੇ 2–5 ਮਿੰਟ ਲੱਗਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।
pl: Zwykle zajmuje to 2–5 minut. Proszę czekać.
pt_br: Isso costuma levar de 2 a 5 minutos. Aguarde.
pt_pt: Geralmente demora 2–5 minutos. Por favor, aguarde.
ro: De obicei durează 2–5 minute. Vă rugăm să așteptați.
ru: Обычно это занимает 2–5 минут. Пожалуйста, подождите.
sk: Zvyčajne to trvá 2 – 5 minút. Počkajte, prosím.
sl: To običajno traja 2–5 minut. Počakajte.
sv: Det tar vanligtvis 2–5 minuter. Vänta.
ta: இதற்கு வழக்கமாக 2–5 நிமிடங்கள் ஆகும். காத்திருக்கவும்.
te: దీనికి సాధారణంగా 2–5 నిమిషాలు పడుతుంది. దయచేసి వేచి ఉండండి.
th: ปกติใช้เวลา 2–5 นาที โปรดรอ
tr: Bu genellikle 2–5 dakika sürer. Lütfen bekleyin.
uk: Зазвичай це триває 2–5 хвилин. Зачекайте.
ur: اس میں عام طور پر 2–5 منٹ لگتے ہیں۔ براہ کرم انتظار کریں۔
vi: Thường mất 2–5 phút. Vui lòng chờ.
zh_hans: 通常需要2–5分钟，请稍候。
zh_hant: 通常需要2–5分鐘，請稍候。

# 開始
source: Start
ar: بدء
bn: শুরু করুন
ca: Comença
cs: Spustit
de: Starten
el: Έναρξη
es: Iniciar
fi: Aloita
fr: Démarrer
gu: શરૂ કરો
he: התחלה
hi: शुरू करें
hr: Pokreni
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
kn: ಆರಂಭಿಸಿ
ko: 시작
ml: ആരംഭിക്കുക
mr: सुरू करा
ms: Mula
nl: Starten
or: ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij
pt_br: Iniciar
pt_pt: Iniciar
ro: Începeți
ru: Начать
sk: Spustiť
sl: Začni
sv: Starta
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่ม
tr: Başlat
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# 音声をアップロード中...
source: Uploading audio...
ar: جارٍ رفع الصوت...
bn: অডিও আপলোড হচ্ছে...
ca: Pujant l'àudio...
cs: Odesílání zvuku…
da: Uploader lyd…
de: Audio wird hochgeladen...
el: Μεταφόρτωση ήχου...
es: Subiendo audio...
fi: Lähetetään ääntä...
fr: Envoi de l'audio...
gu: ઑડિયો અપલોડ થઈ રહ્યો છે...
he: מעלה שמע...
hi: ऑडियो अपलोड हो रहा है...
hr: Prijenos zvuka...
hu: Hang feltöltése…
id: Mengunggah audio...
it: Caricamento audio...
ja: 音声をアップロード中...
kn: ಆಡಿಯೋ ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 오디오 업로드 중...
ml: ഓഡിയോ അപ്‌ലോഡ് ചെയ്യുന്നു...
mr: ऑडिओ अपलोड होत आहे...
ms: Memuat naik audio...
nb: Laster opp lyd …
nl: Audio uploaden...
or: ଅଡିଓ ଅପଲୋଡ୍ ହେଉଛି...
pa: ਆਡੀਓ ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Przesyłanie audio...
pt_br: Enviando áudio...
pt_pt: A carregar áudio...
ro: Se încarcă fișierul audio...
ru: Загрузка аудио...
sk: Odovzdáva sa zvuk...
sl: Nalaganje zvoka ...
sv: Laddar upp ljud...
ta: ஆடியோ பதிவேற்றப்படுகிறது...
te: ఆడియో అప్‌లోడ్ అవుతోంది...
th: กำลังอัปโหลดไฟล์เสียง...
tr: Ses yükleniyor...
uk: Надсилання аудіо...
ur: آڈیو اپ لوڈ ہو رہی ہے...
vi: Đang tải âm thanh lên...
zh_hans: 正在上传音频...
zh_hant: 正在上傳音訊...

# 音声ファイルのアップロードに失敗しました。ネットワークを確認してください。
source: Failed to upload audio file. Please check your network.
ar: فشل رفع ملف الصوت. يرجى التحقق من الشبكة.
bn: অডিও ফাইল আপলোড করা যায়নি। আপনার নেটওয়ার্ক দেখে নিন।
ca: No s'ha pogut pujar el fitxer d'àudio. Revisa la connexió a la xarxa.
cs: Odeslání zvukového souboru se nezdařilo. Zkontrolujte připojení k síti.
da: Lydfilen kunne ikke uploades. Kontroller netværket.
de: Audio-Datei konnte nicht hochgeladen werden. Bitte überprüfen Sie Ihr Netzwerk.
el: Η μεταφόρτωση του αρχείου ήχου απέτυχε. Ελέγξτε το δίκτυό σας.
es: No se pudo subir el archivo de audio. Por favor, comprueba tu red.
fi: Äänitiedoston lähetys epäonnistui. Tarkista verkkoyhteys.
fr: Échec de l'envoi du fichier audio. Veuillez vérifier votre réseau.
gu: ઑડિયો ફાઇલ અપલોડ કરી શકાઈ નહીં. કૃપા કરીને તમારું નેટવર્ક તપાસો.
he: העלאת קובץ השמע נכשלה. יש לבדוק את החיבור לרשת.
hi: ऑडियो फ़ाइल अपलोड करने में विफल। कृपया अपना नेटवर्क जांचें।
hr: Prijenos audiodatoteke nije uspio. Provjerite mrežu.
hu: Nem sikerült feltölteni a hangfájlt. Ellenőrizd a hálózatot.
id: Gagal mengunggah file audio. Periksa jaringan Anda.
it: Caricamento del file audio non riuscito. Controlla la tua rete.
ja: 音声ファイルのアップロードに失敗しました。ネットワークを確認してください。
kn: ಆಡಿಯೋ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಪರಿಶೀಲಿಸಿ.
ko: 오디오 파일 업로드에 실패했습니다. 네트워크를 확인해 주세요.
ml: ഓഡിയോ ഫയൽ അപ്‌ലോഡ് ചെയ്യാനായില്ല. നെറ്റ്‌വർക്ക് പരിശോധിക്കുക.
mr: ऑडिओ फाइल अपलोड करता आली नाही. कृपया तुमचे नेटवर्क तपासा.
ms: Gagal memuat naik fail audio. Sila semak rangkaian anda.
nb: Kunne ikke laste opp lydfilen. Sjekk nettverket.
nl: Uploaden van audiobestand mislukt. Controleer je netwerk.
or: ଅଡିଓ ଫାଇଲ୍ ଅପଲୋଡ୍ କରିହେଲା ନାହିଁ। ଦୟାକରି ଆପଣଙ୍କ ନେଟୱର୍କ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਆਡੀਓ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨੈੱਟਵਰਕ ਜਾਂਚੋ।
pl: Nie udało się przesłać pliku audio. Sprawdź sieć.
pt_br: Falha ao enviar o arquivo de áudio. Verifique sua rede.
pt_pt: Falha ao carregar o ficheiro de áudio. Por favor, verifique a sua rede.
ro: Încărcarea fișierului audio nu a reușit. Verificați rețeaua.
ru: Не удалось загрузить аудиофайл. Проверьте сетевое соединение.
sk: Zvukový súbor sa nepodarilo odovzdať. Skontrolujte sieť.
sl: Nalaganje zvočne datoteke ni uspelo. Preverite omrežje.
sv: Det gick inte att ladda upp ljudfilen. Kontrollera nätverket.
ta: ஆடியோ கோப்பைப் பதிவேற்ற முடியவில்லை. நெட்வொர்க்கைச் சரிபார்க்கவும்.
te: ఆడియో ఫైల్ అప్‌లోడ్ విఫలమైంది. మీ నెట్‌వర్క్‌ను తనిఖీ చేయండి.
th: อัปโหลดไฟล์เสียงไม่สำเร็จ โปรดตรวจสอบเครือข่ายของคุณ
tr: Ses dosyası yüklenemedi. Lütfen ağınızı kontrol edin.
uk: Не вдалося надіслати аудіофайл. Перевірте з’єднання з мережею.
ur: آڈیو فائل اپ لوڈ نہیں ہو سکی۔ براہ کرم اپنا نیٹ ورک چیک کریں۔
vi: Tải lên tệp âm thanh thất bại. Vui lòng kiểm tra mạng của bạn.
zh_hans: 音频文件上传失败，请检查您的网络。
zh_hant: 音訊檔案上傳失敗，請檢查您的網路。

# エラーが発生しました (コード: %lld)。再試行してください。
source: An error occurred (code: %lld). Please try again.
ar: حدث خطأ (الرمز: %lld). يرجى المحاولة مجدداً.
bn: একটি ত্রুটি ঘটেছে (কোড: %lld)। আবার চেষ্টা করুন।
ca: S'ha produït un error (codi: %lld). Torna-ho a provar.
cs: Došlo k chybě (kód: %lld). Zkuste to znovu.
da: Der opstod en fejl (kode: %lld). Prøv igen.
de: Ein Fehler ist aufgetreten (Code: %lld). Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα (κωδικός: %lld). Δοκιμάστε ξανά.
es: Se produjo un error (código: %lld). Por favor, inténtalo de nuevo.
fi: Tapahtui virhe (koodi: %lld). Yritä uudelleen.
fr: Une erreur s'est produite (code : %lld). Veuillez réessayer.
gu: ભૂલ આવી (કોડ: %lld). ફરી પ્રયાસ કરો.
he: אירעה שגיאה (קוד: %lld). יש לנסות שוב.
hi: एक त्रुटि हुई (कोड: %lld)। कृपया पुनः प्रयास करें।
hr: Došlo je do pogreške (kod: %lld). Pokušajte ponovno.
hu: Hiba történt (kód: %lld). Próbáld újra.
id: Terjadi kesalahan (kode: %lld). Silakan coba lagi.
it: Si è verificato un errore (codice: %lld). Riprova.
ja: エラーが発生しました (コード: %lld)。再試行してください。
kn: ದೋಷ ಸಂಭವಿಸಿದೆ (ಕೋಡ್: %lld). ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 오류가 발생했습니다 (코드: %lld). 다시 시도해 주세요.
ml: ഒരു പിശക് സംഭവിച്ചു (കോഡ്: %lld). വീണ്ടും ശ്രമിക്കുക.
mr: त्रुटी आली (कोड: %lld). पुन्हा प्रयत्न करा.
ms: Ralat berlaku (kod: %lld). Sila cuba lagi.
nb: Det oppstod en feil (kode: %lld). Prøv igjen.
nl: Er is een fout opgetreden (code: %lld). Probeer het opnieuw.
or: ଏକ ତ୍ରୁଟି ଘଟିଲା (କୋଡ୍: %lld)। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਗੜਬੜ ਹੋਈ (ਕੋਡ: %lld)। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd (kod: %lld). Spróbuj ponownie.
pt_br: Ocorreu um erro (código: %lld). Tente novamente.
pt_pt: Ocorreu um erro (código: %lld). Por favor, tente novamente.
ro: A apărut o eroare (cod: %lld). Încercați din nou.
ru: Произошла ошибка (код: %lld). Повторите попытку.
sk: Vyskytla sa chyba (kód: %lld). Skúste to znova.
sl: Prišlo je do napake (koda: %lld). Poskusite znova.
sv: Ett fel inträffade (kod: %lld). Försök igen.
ta: பிழை ஏற்பட்டது (குறியீடு: %lld). மீண்டும் முயலவும்.
te: ఎర్రర్ ఏర్పడింది (కోడ్: %lld). మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาด (รหัส: %lld) โปรดลองอีกครั้ง
tr: Bir hata oluştu (kod: %lld). Lütfen tekrar deneyin.
uk: Сталася помилка (код: %lld). Повторіть спробу.
ur: ایک خرابی پیش آئی (کوڈ: %lld)۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi (mã: %lld). Vui lòng thử lại.
zh_hans: 发生错误（代码：%lld），请重试。
zh_hant: 發生錯誤（代碼：%lld），請重試。

# 音声ファイルをアップロードして AIが自動で書き起こします
source: Upload an audio file and AI will transcribe it automatically
ar: ارفع ملفًا صوتيًا وسيقوم الذكاء الاصطناعي بنسخه تلقائيًا
bn: অডিও ফাইল আপলোড করুন, AI স্বয়ংক্রিয়ভাবে ট্রান্সক্রাইব করবে
ca: Puja un fitxer d'àudio i la IA el transcriurà automàticament
cs: Odešlete zvukový soubor a AI ho automaticky přepíše
da: Upload en lydfil, så transskriberer AI den automatisk
de: Laden Sie eine Audiodatei hoch und die KI transkribiert sie automatisch
el: Μεταφορτώστε ένα αρχείο ήχου και το AI θα το απομαγνητοφωνήσει αυτόματα
es: Sube un archivo de audio y la IA lo transcribirá automáticamente
fi: Lähetä äänitiedosto, niin tekoäly litteroi sen automaattisesti
fr: Envoyez un fichier audio et l'IA le transcrit automatiquement
gu: ઑડિયો ફાઇલ અપલોડ કરો અને AI આપમેળે ટ્રાન્સક્રિપ્શન કરશે
he: מעלים קובץ שמע וה-AI מתמלל אותו אוטומטית
hi: एक ऑडियो फ़ाइल अपलोड करें और AI स्वचालित रूप से उसे ट्रांसक्राइब करेगा
hr: Prenesite audiodatoteku i AI će je automatski transkribirati
hu: Tölts fel egy hangfájlt, és az MI automatikusan átírja
id: Unggah file audio dan AI akan mentranskripsikannya secara otomatis
it: Carica un file audio e l'IA lo trascriverà automaticamente
ja: 音声ファイルをアップロードして AIが自動で書き起こします
kn: ಆಡಿಯೋ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, AI ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರತಿಲೇಖನ ಮಾಡುತ್ತದೆ
ko: 오디오 파일을 업로드하면 AI가 자동으로 문자로 변환합니다
ml: ഓഡിയോ ഫയൽ അപ്‌ലോഡ് ചെയ്യൂ, AI സ്വയമേവ ട്രാൻസ്ക്രൈബ് ചെയ്യും
mr: ऑडिओ फाइल अपलोड करा आणि AI आपोआप ट्रान्सक्रिप्शन करेल
ms: Muat naik fail audio dan AI akan mentranskripsikannya secara automatik
nb: Last opp en lydfil, så transkriberer KI den automatisk
nl: Upload een audiobestand en AI transcribeert het automatisch
or: ଅଡିଓ ଫାଇଲ୍ ଅପଲୋଡ୍ କରନ୍ତୁ ଏବଂ AI ସ୍ୱୟଂଚାଳିତ ଭାବେ ଟ୍ରାନ୍ସକ୍ରିପସନ୍ କରିବ
pa: ਆਡੀਓ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ ਅਤੇ AI ਆਪਣੇ-ਆਪ ਟ੍ਰਾਂਸਕ੍ਰਿਪਸ਼ਨ ਕਰੇਗਾ
pl: Prześlij plik audio i AI automatycznie go transkrybuje
pt_br: Envie um arquivo de áudio e a IA vai transcrevê-lo automaticamente
pt_pt: Carregue um ficheiro de áudio e a IA transcreve automaticamente
ro: Încărcați un fișier audio și AI-ul îl va transcrie automat
ru: Загрузите аудиофайл и ИИ автоматически транскрибирует его
sk: Odovzdajte zvukový súbor a AI ho automaticky prepíše
sl: Naložite zvočno datoteko in UI jo bo samodejno prepisala
sv: Ladda upp en ljudfil och AI transkriberar den automatiskt
ta: ஆடியோ கோப்பைப் பதிவேற்றுங்கள், AI தானாக உரையாக்கும்
te: ఆడియో ఫైల్‌ను అప్‌లోడ్ చేయండి, AI దాన్ని ఆటోమేటిక్‌గా ట్రాన్స్‌క్రైబ్ చేస్తుంది
th: อัปโหลดไฟล์เสียงและ AI จะถอดเสียงโดยอัตโนมัติ
tr: Bir ses dosyası yükleyin, AI otomatik olarak transkribe etsin
uk: Надішліть аудіофайл — ШІ автоматично його транскрибує
ur: آڈیو فائل اپ لوڈ کریں اور AI خود بخود اس کی ٹرانسکرپشن کر دے گا
vi: Tải lên tệp âm thanh và AI sẽ tự động phiên âm
zh_hans: 上传音频文件， AI 将自动转录
zh_hant: 上傳音訊檔案， AI 將自動轉錄

source: AI
ca: IA
de: KI
es: IA
fi: Tekoäly
fr: IA
hu: MI
it: IA
nb: KI
pt_br: IA
pt_pt: IA
ru: ИИ
sl: UI
uk: ШІ
